Repository: Ruenruotel/LETGA458TP1
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: This action is not authorized for you. Redirecting to homepage.
de_de: Diese Aktion ist für Sie nicht autorisiert. Umleiten auf Startseite.

source: Invalid church
de_de: Ungültige Kirche

source: The church has been saved
de_de: Die Kirche wurde gespeichert

source: The church could not be saved. Please, try again.
de_de: Die Kirche konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Church deleted
de_de: Kirche gelöscht

source: Church was not deleted
de_de: Kirche wurde nicht gelöscht.

source: Invalid donation
de_de: Ungültige Spende

source: The donation has been saved
de_de: Die Spende wurde gespeichert

source: The donation could not be saved. Please, try again.
de_de: Der Lohn konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Donation deleted
de_de: Spende gelöscht

source: Donation was not deleted
de_de: Spende wurde nicht gelöscht.

source: Invalid missionary
de_de: Ungültige Missionar

source: The missionary has been saved
de_de: Der Missionar wurde gespeichert

source: The missionary could not be saved. Please, try again.
de_de: Der Missionar konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Missionary deleted
de_de: Missionar gelöscht

source: Missionary was not deleted
de_de: Missionar wurde nicht gelöscht.

source: You have successfully registered. You can now sign in.
de_de: Sie haben sich erfolgreich registriert. Sie können jetzt anmelden.

source: An error occured and you couldn't get registered. Please, try again.
de_de: Ein Fehler ist aufgetreten und Sie noch nicht registriert werden könnten. Bitte versuche es erneut.

source: The passwords do not match.
de_de: Die Passwörter stimmen nicht überein.

source: The user has been saved
de_de: Der Benutzer wurde gespeichert

source: The user could not be saved. Please, try again.
de_de: Der Benutzer konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid user or password, try again
de_de: Ungültige Benutzer oder Passwort , noch einmal zu versuchen

source: Invalid user
de_de: Ungültige Benutzer

source: User deleted
de_de: Benutzer gelöscht

source: User was not deleted
de_de: Benutzer wurde nicht gelöscht.

source: Continue
de_de: Fortsetzen

source: Delete
de_de: Löschen

source: Submit
de_de: Einreichen

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
de_de: Seite {:page} von {:pages}, zeigen {:current} Aufzeichnungen von {:count}, ab {:start}, bis zum {:end}

source: Actions
de_de: Aktionen

source: View
de_de: Anzeigen

source: Edit
de_de: Modifizieren

source: Add Church
de_de: Hinzufügen Kirche

source: Details
de_de: Einzelheiten

source: User
de_de: Benutzer

source: Missionaries
de_de: Missionare

source: Edit Church
de_de: Modifizieren Kirche

source: Churches
de_de: Kirchen

source: New
de_de: Neue

source: missionaries
de_de: Missionare

source: Are you sure you want to delete "%s" ?
de_de: Sind Sie sicher, Sie wollen, löschen Sie "%s" ?

source: Previous
de_de: Zurück

source: Next
de_de: Nächster

source: Church
de_de: Kirche

source: Created
de_de: Erstellt

source: Modified
de_de: Geändert

source: New church
de_de: Nueue Kirche

source: Back to list
de_de: Zurück zur Liste

source: Related Donations
de_de: Verwandte Spenden

source: Amount
de_de: Höhe

source: Date
de_de: Datum

source: Are you sure you want to delete # %s?
de_de: Sind Sie sicher, Sie wollen, löschen Sie "%s" ?

source: New Donation
de_de: Nueue Spende

source: Related Missionaries
de_de: Verwandte Missionar

source: New Missionary
de_de: Nueue Missionar

source: Add Donation
de_de: Hinzufügen Spende

source: Edit Donation
de_de: Modifizieren Spende

source: Donations
de_de: Spenden

source: amount
de_de: Höhe

source: date
de_de: Datum

source: Are you sure you want to delete this %s $ donation ?
de_de: Sind Sie sicher, Sie wollen, löschen Sie das %s $ Spende ?

source: Donation
de_de: Spende

source: New donation
de_de: Nueue Spende

source: Add Missionary
de_de: Hinzufügen Missionar

source: Edit Missionary
de_de: Modifizieren Missionar

source: churches
de_de: Kirchen

source: Missionary
de_de: Missionar

source: New missionary
de_de: Nueue Missionar

source: Related Churches
de_de: Verwandte Kirchen

source: New Church
de_de: Nueue Kirche

source: List
de_de: Liste

source: Users
de_de: Benutzer

source: MuffinChurches
de_de: MuffinKirchen

source: Hello,
de_de: Guten Tag,

source: [Add user]
de_de: [Hinzufügen Benutzer]

source: [Logout]
de_de: [Abmelden]

source: [Register]
de_de: [Registrieren]

source: [Login]
de_de: [Einloggen]

source: Languages
de_de: Sprachen

source: Add User
de_de: Hinzufügen Benutzer

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Confirm password
de_de: Bestätigen Passwort

source: Role
de_de: Rolle

source: Edit User
de_de: Modifizieren Benutzer

source: username
de_de: Benutzername

source: role
de_de: Rolle

source: Please enter your username and password
de_de: Bitte geben Sie Ihren Benutzernamen

source: Login
de_de: Einloggen

source: Register
de_de: Registrieren

source: Please enter a name for the church.
de_de: Bitte geben Sie einen Namen für die Kirche

source: Please enter details for the church.
de_de: Bitte geben Sie Details für die Kirche

source: The donation must be a number.
de_de: Die Spende muss eine Zahl sein .

source: The date is invalid.
de_de: Das Datum ist ungültig.

source: Please enter a name for the missionary.
de_de: Bitte geben Sie einen Namen für den Missionar.

source: Please enter details for the missionary.
de_de: Bitte geben Sie zu den Missionar.

source: Please enter a valid email.
de_de: Bitte geben Sie eine gültige Email-Adresse ein.

source: Please specify the username.
de_de: Bitte geben Sie den Benutzernamen ein.

source: The username must be alphanumeric.
de_de: Der Benutzername muss alphanumerisch sein .

source: Please enter the passsword.
de_de: Bitte geben Sie das Passwort
