Repository: Ruenruotel/LETGA458TP1
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_ca

source: This action is not authorized for you. Redirecting to homepage.
fr_ca: Cette action n'est pas autorisée pour vous. Redirection vers la page d'accueil.

source: Invalid church
fr_ca: Église invalide

source: The church has been saved
fr_ca: L'église a été sauvée

source: The church could not be saved. Please, try again.
fr_ca: Église non sauvegardée. Veuillez réessayer.

source: Church deleted
fr_ca: Église supprimée

source: Church was not deleted
fr_ca: Église n'a pas été supprimé.

source: Invalid donation
fr_ca: Don non valide

source: The donation has been saved
fr_ca: Le don a été enregistré

source: The donation could not be saved. Please, try again.
fr_ca: Don non sauvegardé. Veuillez réessayer.

source: Donation deleted
fr_ca: Don supprimé

source: Donation was not deleted
fr_ca: Don supprimé

source: Invalid missionary
fr_ca: Missionnaire invalide

source: The missionary has been saved
fr_ca: Missionnaire sauvegardé

source: The missionary could not be saved. Please, try again.
fr_ca: Missionnaire non sauvegardé. Veuillez réessayer.

source: Missionary deleted
fr_ca: Missionnaire supprimé

source: Missionary was not deleted
fr_ca: Missionnaire supprimé

source: You have successfully registered. You can now sign in.
fr_ca: Vous vous êtes enregistré avec succès. Veuillez maintenant vous connecter.

source: An error occured and you couldn't get registered. Please, try again.
fr_ca: Votre enregistrement n'a pas fonctionné. Veuillez réessayer.

source: The passwords do not match.
fr_ca: Les mots de passe ne correspondent pas.

source: The user has been saved
fr_ca: Usager sauvegardé

source: The user could not be saved. Please, try again.
fr_ca: Usager non sauvegardé. Veuillez réessayer.

source: Invalid user or password, try again
fr_ca: Usager ou mot de passe invalide, veuillez réessayer

source: Invalid user
fr_ca: Usager invalide

source: User deleted
fr_ca: Usager supprimé

source: User was not deleted
fr_ca: L'usager n'a pas été supprimé

source: Delete
fr_ca: Supprimer

source: Submit
fr_ca: Envoyer

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
fr_ca: Page {:page} de {:pages}, montrant {:current} enregistrements sur {:count}, de {:start} à {:end}

source: View
fr_ca: Consulter

source: Edit
fr_ca: Modifier

source: Add Church
fr_ca: Ajouter église

source: Name
fr_ca: Nom

source: Details
fr_ca: Détails

source: User
fr_ca: Usager

source: Missionaries
fr_ca: Missionnaires

source: Edit Church
fr_ca: Modifier église

source: Churches
fr_ca: Églises

source: New
fr_ca: Nouveau

source: name
fr_ca: Nom

source: missionaries
fr_ca: Missionnaires

source: user_id
fr_ca: Usager

source: Are you sure you want to delete "%s" ?
fr_ca: Êtes-vous certain de vouloir supprimer "%s" ?

source: Previous
fr_ca: Précédent

source: Next
fr_ca: Suivant

source: Church
fr_ca: Église

source: Created
fr_ca: Créé le

source: Modified
fr_ca: Modifié le

source: New church
fr_ca: Nouvelle église

source: Back to list
fr_ca: Retour à la liste

source: Related Donations
fr_ca: Dons liés

source: Amount
fr_ca: Quantité

source: Are you sure you want to delete # %s?
fr_ca: Êtes-vous certain de vouloir supprimer "%s" ?

source: New Donation
fr_ca: Nouveau don

source: Related Missionaries
fr_ca: Missionnaires liés

source: Email
fr_ca: Courriel

source: New Missionary
fr_ca: Nouveau missionnaire

source: Add Donation
fr_ca: Ajouter don

source: Edit Donation
fr_ca: Modifier don

source: Donations
fr_ca: Dons

source: church_id
fr_ca: Église

source: amount
fr_ca: Quantité

source: Are you sure you want to delete this %s $ donation ?
fr_ca: Êtes-vous certain de vouloir supprimer ce don de %s $ ?

source: Donation
fr_ca: Don

source: New donation
fr_ca: Nouveau don

source: Add Missionary
fr_ca: Ajouter missionnaire

source: Edit Missionary
fr_ca: Modifier missionnaire

source: churches
fr_ca: Églises

source: email
fr_ca: Courriel

source: Missionary
fr_ca: Missionnaire

source: New missionary
fr_ca: Nouveau missionnaire

source: Related Churches
fr_ca: Églises liées

source: New Church
fr_ca: Nouvelle église

source: List
fr_ca: Liste

source: Users
fr_ca: Usagers

source: MuffinChurches
fr_ca: MuffinÉglises

source: Hello,
fr_ca: Bonjour,

source: [Add user]
fr_ca: [Ajouter usager]

source: [Logout]
fr_ca: [Déconnexion]

source: [Register]
fr_ca: [Inscription]

source: [Login]
fr_ca: [Connexion]

source: Languages
fr_ca: Langues

source: Add User
fr_ca: Ajouter usager

source: Username
fr_ca: Nom d'usager

source: Password
fr_ca: Mot de passe

source: Confirm password
fr_ca: Confirmer le mot de passe

source: Role
fr_ca: Rôle

source: Edit User
fr_ca: Modifier usager

source: username
fr_ca: Nom d'usager

source: role
fr_ca: Rôle

source: Please enter your username and password
fr_ca: Veuillez entrer votre nom d'usager et votre mot de passe

source: Login
fr_ca: Connexion

source: Register
fr_ca: Inscription

source: Please enter a name for the church.
fr_ca: Veuillez entrer un nom pour l'église.

source: Please enter details for the church.
fr_ca: Veuillez entrer des détails pour l'église.

source: numeric
fr_ca: Numérique

source: The donation must be a number.
fr_ca: Le don doit être un nombre.

source: The date is invalid.
fr_ca: La date est invalide.

source: Please enter a name for the missionary.
fr_ca: Veuillez entrer un nom pour le missionnaire.

source: Please enter details for the missionary.
fr_ca: Veuillez spécifier des détails pour le missionnaire.

source: Please enter a valid email.
fr_ca: Veuillez entrer un courriel valide.

source: Please specify the username.
fr_ca: Veuillez spécifier un nom d'usager.

source: The username must be alphanumeric.
fr_ca: Le nom d'usager doit être alphanumérique.

source: Please enter the passsword.
fr_ca: Veuillez entrer le mot de passe.
